export default {
  projections: {
    ЗаявкаE: {
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      iD: {
        __caption__: 'ID'
      },
      статусЗ: {
        __caption__: 'Статус заявки'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      товары: {
        __caption__: 'Товары',
        наименование: {
          __caption__: 'Наименование'
        },
        объем: {
          __caption__: 'Объем'
        },
        цена: {
          __caption__: 'Цена'
        }
      },
      колВо: {
        __caption__: 'Количество'
      },
      клиент: {
        __caption__: 'Клиент',
        iD: {
          __caption__: 'ID клиента'
        },
        фИО: {
          __caption__: 'ФИО клиента'
        },
        телефон: {
          __caption__: 'Телефон клиента'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        iD: {
          __caption__: 'ID сотрудника'
        },
        фИО: {
          __caption__: 'ФИО сотрудника'
        }
      }
    },
    ЗаявкаL: {
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      iD: {
        __caption__: 'ID'
      },
      статусЗ: {
        __caption__: 'Статус З'
      },
      колВо: {
        __caption__: 'Кол во'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      товары: {
        __caption__: 'Стандарт',
        стандарт: {
          __caption__: 'Стандарт'
        }
      },
      клиент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      сотрудник: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    датаСоздания: {
      __caption__: 'Дата создания'
    },
    колВо: {
      __caption__: 'Количество'
    },
    статусЗ: {
      __caption__: 'Статус заявки'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    товары: {
      __caption__: 'Товары'
    }
  }
};
