export default {
  projections: {
    УведомлениеE: {
      сообщ: {
        __caption__: 'Сообщ'
      },
      дата: {
        __caption__: 'Дата'
      },
      событие: {
        __caption__: 'Событие',
        соо: {
          __caption__: 'Сообщение'
        }
      }
    },
    УведомлениеL: {
      сообщ: {
        __caption__: 'Сообщ'
      },
      дата: {
        __caption__: 'Дата'
      },
      событие: {
        __caption__: 'Соо',
        соо: {
          __caption__: 'Соо'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    сообщ: {
      __caption__: 'Сообщ'
    },
    событие: {
      __caption__: 'Событие'
    }
  }
};
