export default {
  caption: 'Сделка',
  'iD-caption': 'ID',
  'статусС-caption': 'Статус сделки',
  'заявка.колВо-caption': 'Количество',
  'заявка.стоимость-caption': 'Стоимость',
  'заявка.клиент.iD-caption': 'ID клиента',
  'заявка.клиент.фИО-caption': 'ФИО клиента',
  'заявка.клиент.телефон-caption': 'Телефон клиента',
  'заявка.сотрудник.фИО-caption': 'ФИО сотрудника',
  'заявка.сотрудник.iD-caption': 'ID сотрудника',
  'заявка.товары.наименование-caption': 'Наименование',
  'заявка.товары.объем-caption': 'Объем',
  'заявка.товары.цена-caption': 'Цена',
  'заявка-caption': 'Заявка'
};
