export default {
  caption: 'Заявка',
  'датаСоздания-caption': 'Дата создания',
  'iD-caption': 'ID',
  'статусЗ-caption': 'Статус заявки',
  'стоимость-caption': 'Стоимость',
  'колВо-caption': 'Количество',
  'товары.наименование-caption': 'Наименование',
  'товары.объем-caption': 'Объем',
  'товары.цена-caption': 'Цена',
  'клиент.iD-caption': 'ID клиента',
  'клиент.телефон-caption': 'Телефон клиента',
  'сотрудник.iD-caption': 'ID сотрудника',
  'товары-caption': 'Товары',
  'клиент-caption': 'Клиент',
  'сотрудник-caption': 'Сотрудник'
};
