export default {
  caption: 'Событие',
  'датаСозд-caption': 'Дата создания',
  'соо-caption': 'Сообщение',
  'датаУвед-caption': 'Дата уведомления',
  'установ-caption': 'Установить',
  'заявка.iD-caption': 'ID',
  'сделка.статусС-caption': 'Статус сделки',
  'сделка.заявка.стоимость-caption': 'Стоимость',
  'сделка.заявка.колВо-caption': 'Количество',
  'сделка.заявка.товары.наименование-caption': 'Наименование',
  'сделка.заявка.клиент.фИО-caption': 'ФИО клиента',
  'сделка.заявка.клиент.iD-caption': 'ID клиента',
  'сделка.заявка.сотрудник.фИО-caption': 'ID сотрудника',
  'сделка.заявка.сотрудник.iD-caption': 'ФИО сотрудника',
  'заявка-caption': 'Заявка',
  'сделка-caption': 'Сделка'
};
