export default {
  caption: 'Товары',
  'iD-caption': 'ID',
  'наименование-caption': 'Наименование',
  'цена-caption': 'Цена',
  'объем-caption': 'Объем',
  'тип-caption': 'Тип транспорта',
  'область-caption': 'Область применения',
  'темпер-caption': 'Температура',
  'стандарт-caption': 'Стандарт производства',
  'дата-caption': 'Дата производства',
  'преимущ-caption': 'Преимущества',
  'требования-caption': 'Требования ',
  'колич-caption': 'Количество',
  'сотрудник-caption': 'Сотрудник'
};
