export default {
  projections: {
    ТоварыE: {
      iD: {
        __caption__: 'ID'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      цена: {
        __caption__: 'Цена'
      },
      объем: {
        __caption__: 'Объем'
      },
      тип: {
        __caption__: 'Тип транспорта'
      },
      область: {
        __caption__: 'Область применения'
      },
      темпер: {
        __caption__: 'Температура'
      },
      стандарт: {
        __caption__: 'Стандарт производства'
      },
      дата: {
        __caption__: 'Дата производства'
      },
      преимущ: {
        __caption__: 'Преимущества'
      },
      требования: {
        __caption__: 'Требования '
      },
      колич: {
        __caption__: 'Количество'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ТоварыL: {
      темпер: {
        __caption__: 'Темпер'
      },
      стандарт: {
        __caption__: 'Стандарт'
      },
      дата: {
        __caption__: 'Дата'
      },
      преимущ: {
        __caption__: 'Преимущ'
      },
      требования: {
        __caption__: 'Требования'
      },
      цена: {
        __caption__: 'Цена'
      },
      колич: {
        __caption__: 'Колич'
      },
      iD: {
        __caption__: 'ID'
      },
      объем: {
        __caption__: 'Объем'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      область: {
        __caption__: 'Область'
      },
      тип: {
        __caption__: 'Тип'
      },
      сотрудник: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    дата: {
      __caption__: 'Дата производства'
    },
    колич: {
      __caption__: 'Количество'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    область: {
      __caption__: 'Область применения'
    },
    объем: {
      __caption__: 'Объем'
    },
    преимущ: {
      __caption__: 'Преимущества'
    },
    стандарт: {
      __caption__: 'Стандарт производства'
    },
    темпер: {
      __caption__: 'Температура'
    },
    тип: {
      __caption__: 'Тип транспорта'
    },
    требования: {
      __caption__: 'Требования '
    },
    цена: {
      __caption__: 'Цена'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    }
  }
};
