export default {
  projections: {
    СобытиеE: {
      датаСозд: {
        __caption__: 'Дата создания'
      },
      соо: {
        __caption__: 'Сообщение'
      },
      датаУвед: {
        __caption__: 'Дата уведомления'
      },
      установ: {
        __caption__: 'Установить'
      },
      заявка: {
        __caption__: 'Заявка',
        iD: {
          __caption__: 'ID'
        },
        датаСоздания: {
          __caption__: 'Дата создания заявки'
        }
      },
      сделка: {
        __caption__: 'Сделка',
        iD: {
          __caption__: 'ID'
        },
        статусС: {
          __caption__: 'Статус сделки'
        },
        заявка: {
          __caption__: '',
          товары: {
            __caption__: '',
            наименование: {
              __caption__: 'Наименование'
            }
          },
          стоимость: {
            __caption__: 'Стоимость'
          },
          колВо: {
            __caption__: 'Количество'
          },
          клиент: {
            __caption__: '',
            фИО: {
              __caption__: 'ФИО клиента'
            },
            iD: {
              __caption__: 'ID клиента'
            }
          },
          сотрудник: {
            __caption__: '',
            фИО: {
              __caption__: 'ID сотрудника'
            },
            iD: {
              __caption__: 'ФИО сотрудника'
            }
          }
        }
      }
    },
    СобытиеL: {
      датаСозд: {
        __caption__: 'Дата созд'
      },
      соо: {
        __caption__: 'Соо'
      },
      датаУвед: {
        __caption__: 'Дата увед'
      },
      установ: {
        __caption__: 'Установ'
      },
      заявка: {
        __caption__: 'Дата создания',
        датаСоздания: {
          __caption__: 'Дата создания'
        }
      },
      сделка: {
        __caption__: 'ID',
        iD: {
          __caption__: 'ID'
        }
      }
    }
  },
  validations: {
    датаСозд: {
      __caption__: 'Дата создания'
    },
    датаУвед: {
      __caption__: 'Дата уведомления'
    },
    соо: {
      __caption__: 'Сообщение'
    },
    установ: {
      __caption__: 'Установить'
    },
    заявка: {
      __caption__: 'Заявка'
    },
    сделка: {
      __caption__: 'Сделка'
    }
  }
};
